Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/kuukauen_kvaani_noora_ollila_red..odt.tmx
Source language: nob
Languages: fkv

source: Månedens kven er en 20 år gammel jente fra Tromsø som heter Nora Marie Ollila.
fkv: Kuukauđen kvääni oon 20-vuotinen tytär Tromssasta, jonka nimi oon Noora Marie Ollila.

source: Nora er en sterk og engasjert jente innenfor det kvenske og er sentral innenfor ulike kvenske forum.
fkv: Noora oon luja ja virkku tässä kväänityössä. Hän oon kans sentraali monessa kväänifoorumissa.

source: Nora er per dags dato Nord-Troms sin representant i Kvensk språkting, hun har vært representant der siden 2015.
fkv: Noora oon tääpä Pohjais-Tromssan representantti Kväänin Kielitingassa, jossa hän oon ollu myötä vuođesta 2015 saakka.

source: Nora var leder i det kvenske ungdomsnettverket.
fkv: Noora oon ennen ollu Kveeninuoriin johtaaja.

source: Nettverket ble stiftet i 2008 i Oslo.
fkv: Kveeninuoret perustethiin Oslossa vuona 2008.

source: Formålet med nettverket er å revitalisere kvensk kultur, samt å styrke bevisstheten om den kvenske kulturen blant barn og unge.
fkv: Kveeninuoriin etumooli oon revitaliseerata kväänin kulttuurii ja tehđä niin ette lapset ja nuoret saavat enämen tiettoo kväänin kulttuurin ympäri.

source: En annen ting de jobber for er at det kvenske ikke skal bli utryddet.
fkv: Toinen assii niile oon kans työtelä sen eđestä ette kväänin kieli ja kulttuuri tullee olemhaan ja elämhään.

source: Jeg har alltid vært klar over min flerkulturelle bakgrunn, og det har hatt en veldig naturlig plass i min oppvekst.
fkv: ”Mie olen tasan tieny ette minula oon monikulttuurinen tavusta, ja se oon ollu luonolinen osa minun ylöskasuamisessa.

source: Jeg har vokst opp med kvensk språk, kultur og identitet.
fkv: Mie olen kasunu ylös kväänin kielen, kulttuurin ja identiteetin kans.

source: Pappa har lært meg og mine søsken kvensk fra vi var små av, og jeg og pappa snakker bare kvensk ilag.
fkv: Pappa oon opettannu minule ja sisaruksile kväänin kieltä siitä saakka ko met olima pienet, ja mie ja pappa vielä puhuma pelkästhään kvääniä sillon ko olema yhessä.

source: Jeg er uendelig takknemlig for at han og mamma har stått på og lært oss hans språk.
fkv: Mie olen loputtoman kiitolinen siitä, ette hän ja mamma oon tehnheet kovasti töitä ja opettanheet meile papan kielen.

source: Da jeg begynte på skolen var ikke kvensk enda en valgmulighet, så jeg har hatt finsk som andrespråk i 13 år.
fkv: Sillon ko mie aloin koulhuun, ei ollu vielä maholista valita kväänin kieltä, ja sen tähen mulla oon ollu suomen kieli toisena kielenä 13 vuotta.

source: Kvenske ord og utrykk ble vasket bort med røde streker, ble rettet til.
fkv: Koulussa oli ankara kielipolitikka, ja minun kväänin kielele ei ollu sijjaa klassihuonheessa.

source: Etter at jeg fullførte videregående begynte jeg direkte på Norges Arktiske Universitet UiT for å studere kvensk, jeg ville ta tilbake mine kvenske ord som jeg ikke hadde fått bruke i finsktimene.
fkv: Kväänin sanat ja ilmasut pesthiin pois punasilla viivoila, ja enhään en saanu sanoa “f iini säkk i” mutta ”hieno reppu”. Varsin k o mie olin valm is jatkokoulusta, aloin studeera a mhaan kväänin kieltä Norjan Arktisessa Universiteetissa Tromssassa.

source: Det er rundt 1 år siden den første kvenske ordboken kom, den er et viktig hjelpemiddel i kampen for å beholde språket.
fkv: Mie halusin ottaa taka sin net kväänin sa nat joita mie en saanu käyttää koulussa ko opettelima riikin suome a ”, muistelee hän.

source: Det var i 2005 at kvensk ble anerkjent som et eget språk, og det snakkes hovedsakelig i Troms og Finnmark.
fkv: V uona 2005 hyväksythiin kväänin kielen omaksi kieleksi Norjassa. K väänin k ieltä puhuthaan enniimiten Tromssassa ja Finmarkussa.

source: Det er færre og færre som snakker språket da det var tidligere generasjoner som snakket kvensk.
fkv: Se oon vähemän ja vähemän kekkä puhuthaan kielen ko se oli se generašuuni ennen meitä kekkä puhuthiin kväänii.

source: Fornorskningen var også med på å forstyrre utviklingen av språket, da mange skjemte seg når de brukte språket siden myndighetene mente det var galt å prate både kvensk og samisk.
fkv: Norjalaistaminen oli kans myötä haittaamassa kielen kehitystä, ko moni häpes pittäät kieltä silloin ko hallitusherrat meinathiin ette se oon väärin puhhuut kväänin ja saamen kieltä.

source: UIT i Tromsø har et eget studietilbud for personer som ønsker å prate kvensk.
fkv: Tromssan Universiteetissä oon studiumi heile, jokka haluthaan puhhuut kväänin kieltä.

source: Det er et tilbud som Nora har valgt å benytte seg av.
fkv: Se oonki tämä tarjous mitä Noora oon valinu pittäät.

source: Hva vil du gjøre for at det kvenske skal bestå?
fkv: Mitä sie halluut tehđä ette kväänin kieli elläis?

source: Det viktigste jeg gjør for at kvensk språk skal overleve er å bruke språket.
fkv: ”Se tärk ein mitä mie tehen ette ki eli säilyis, oon se ette mie käytän kieltä.

source: Jeg bruker språket så ofte jeg kan, og med alle jeg kan. I dialog med Norges Arktiske Universitet håper jeg at de kan få til et tilbud for kvensk på masternivå, slik at jeg kan fortsette å studere kvensk og at det finnes et tilbud for andre som ønsker å utdanne seg innenfor samme retningen.
fkv: Mie puhun kieltä niin ushein ko saatan, ja kaikkien kans kekkä puhuva kieltä. Mie olen ollu dialoogissa Norjan Arktisen Universitetin kans ja toivon u ette universiteetissa olis kväänin stu u dium m asteritasala, niin ette mie s aatan jatkaa studeerata k vääniä, ja ette m uutki saava maholisuuen siihen.

source: Jeg ønsker å videreføre og utvikle kvensk språk, slik at andre også får gleden av å kjenne dette språket.
fkv: Mie haluan viä kväänin kieltä e theenpäin ja kehittää sitä, niin ette muutki pääsevä opastumhaan tähän kielheen ”, muistelee Noora.

source: I desember 2014 kom det ut en sang som het.
fkv: Desemperikuussa vuona 2014 tuli laulu minkä nimi oli.

source: Det var forente kvenske artister og Nora Ollila som deltok i innspillingen av denne sangen.
fkv: Kvääniartistit menthiin yhtheen, ja Noora Ollila oli myötä heiđän kansa.

source: Det var Kveeninuoret i samarbeid med 3. klasse på musikklinja ved Kongsbakken Videregående skole som stod for synginga.
fkv: Se oli Kveeninuoret ja 3. klassi Kongsbakkenin jatkokoulusta kekkä laulethiin yhđessä.

source: Nora var sentral i denne videoen noe som viser oss at hun interesserer seg for kvensk og kvensk språk.
fkv: Noora oli tässä tähđelinen, ja se muistelee ette hän perustaa kväänin kulttuurin ja kielen ympäri.

source: En viktig del av det med å bevare et språk er å faktisk benytte seg av språket.
fkv: Ko aikkoo säilyttäät kieltä, se oon tärkkee ette ihminen kans pittää sen.

source: Dette er noe som Nora praktiserer.
fkv: Noora ja hänen faari puhhuuvat kielen ko ovat laakissa.

source: Nora og faren snakker kun kvensk i lag. Hver gang de ringes eller møtes går det på kvensk.
fkv: Joka kerta ko puhhuuvat telefoonissa tahi kohđattelevat, het puhhuuvat kväänin kieltä.

source: Nora sier at hun nesten snakker kvensk daglig noe som er utrolig viktig for å ikke glemme språket.
fkv: Noora sannoo ette hän puhhuu kielen kohta joka päivä, ko se oon tärkkee jos et halluu unheettaat kielen.

source: Siden hun også studerer språket får hun også snakke det i studiesammenheng og eller når hun har muligheten.
fkv: Ko hän nyt kans studeeraa kielen, hän saapi puhhuut sitä ko hän oon toisten studenttiin kansa, ja muutoin ko passaa.

source: 16. mars 2016 holdt Nora Ollila og Hilja Huru tale på Kvenfolkets dag.
fkv: 16. marsikuuta vuona 2016, Kväänikansan päivänä, saarnathiin Noora Ollila ja Hilja Huru.

source: Talen ble selvfølgelig holdt på kvensk.
fkv: Saarna oli tietenki kväänin kielelä.

source: Kvenfolkets dag er en viktig dag for alle kvener.
fkv: Noora pittää ette Kväänikansan päivä oon tähđelinen kaikile kvääniile.

source: Det er en dag hvor vi virkelig kan sette oss ned å være stolte av det vi gjør.
fkv: ” Se oon semmo nen päivä ko met k aikki s aama istua alas ja olla ylpeät meän työstä.

source: Kvenfolkets dag er en dag hvor vi skal feire vårt språk og vår kultur og rett og slett feire at vi er kvener.
fkv: Kv äänikansan päivänä piämä feirata meän kieltä ja kulttuuria - sitä, ette olema kväänit ”, sannoo Noora.

source: Kvensk betyr utrolig masse for meg, det er et av mine språk.
fkv: Viimiseksi kysyimä Nooralta mitä kaikkee kväänin kieli meinaa hänele.

source: Jeg er uendelig takknemmelig for at han og mamma har stått på og lært oss hans språk.
fkv: ” Kvääni merkittee rohki paljon minule, se oon yks i minun kielistä.

source: Det ligger mitt hjerte mitt nært, jeg har vokst opp med å prate kvensk med faren min, og pappa sin familie.
fkv: Kväänin kieli oon minun ja p ap a n kieli, ja se oon se kieli millä met tunnema toisema ”, sannoo Noora.
